/*LOCALIZABLE STRINGS*/

/* BASIC TEXT */
"OK" = "OK";
"Delete" = "Töröl";

/* APPLICATION ACTIVITIES*/
/*
 These are the four tabs at the bottom of the screen which
 the user can tap to go to different sections of the app.
 */
"Home" = "Haza";
"Open" = "Nyitva";
"Closed" = "Zárva";
"Awards" = "Díjak";


/* HOME VIEW SECTION */
/* These are the different groupings of beers displayed on the home screen*/
"Top Rated" = "Legmagasabban értékelt";
"More to Explore" = "Felfedezendő dolgok";



/* OPEN PROFILES SECTION */
/* These are the basic texts shown on the main "Open Playlists" screen*/
"Open Playlists" = "Nyitott Profilok"; /* title at top of screen */
"Add Playlist" = "Profil hozzáadása"; /* button that adds a new playlist */
"Add New Beer" = "Adj hozzá egy új sört"; /* button at the bottom of each playlist listing that allows user to add a new beer to the playlist*/


/* SORTING OPTIONS */
/* different options a user has to sort their beers */
"Sort" = "Válogatás"; /* a button that brings up the sorting menu */
"Sort Beers" = "Rendezés sörök"; /* menu title */
"Name" = "Név"; /* allows user to sort beers by the beers' names */
"Rating" = "Értékelés"; /* allows user to sort beers by the beers' ratings */
"Creation Date" = "Létrehozás dátuma"; /* allows users to sort beers by the beers' creation dates */
"Optimized" = "Optimalizálás"; /* an optimized algorithm for sorting beers */

/* EDIT BEER SCREEN*/
/* when a user taps on a beer, they're taken to this edit screen where they can edit the attributes of the beer.*/
"Edit Beer" = "Szerkesztése Beer"; /*section title*/
"Basic Attributes" = "Alapattribútumok"; /* section header right below title*/
"Advanced Attributes" = "Speciális tulajdonságok"; /* second section header*/
"Rating" = "Értékelés"; /* third section header */
"Additional Notes" = "További megjegyzések"; /* fourth section header */
"Beer Name" = "Sör neve"; /* the name of the beer being added */
"Brewery" = "Sörfőzde"; /* the brewery where said beer was brewed */
"Beer Type" = "Sör típusa"; /* the type of beer being added */
"ABV: " = "ABV: "; /* abbreviation for the "Alcohol By Volume" measure of the beer*/
"IBU: " = "IBU: "; /* abbreviation for the "International Bitterness Unit" measure of the beer */
"Description" = "Leírás"; /* additional description or notes about the beer can be added here */
"Mark as Favorite:" = "Megjelölés Kedvencként:"; /* User can mark this beer as a favorite of theirs */


/* PROFILE */
"Playlist %@" = "Profil %@";
"Closed Playlists" = "Zárt profilok"; /* Screen title for playlists that are not currently open */
"Playlist" = "Profil";
"Edit Playlist" = "Profil szerkesztése"; /* Screen title for the "Edit Playlist" screen */
"Basic Settings" = "Alapbeállítások"; /* Basic playlist settings that a user can change */
"Custom playlist color" = "Egyéni profil színe"; /* Menu of selectable colors for user to choose from */
"Playlist Description" = "Profil leírása"; /* Label for text box where user can write a description for the playlist */
"Playlist Name" = "Profil név"; /* Label for text box where user can set the playlist name */


/* ADDITIVE BUTTONS */
"New Playlist" = "Új profil"; /* Button that allows user to create a new playlist */
"New Beer" = "Új sör"; /* button that adds a new beer to a playlist */



/* AWARDS */
"Unlocked: %@" = "Nyitott: %@"; /* Prefix text before the title of an award */
"Locked" = "Zárt"; /* Prefix text before the title of an award */



/* MISC */
"Please select something from the menu to begin." = "A kezdéshez válasszon valamit a menüből."; /* Default text that shows when the user is using the app in landscape and has not selected any playlist from the menu */
"There's nothing here right now" = "Itt most nincs semmi."; /* Default text when there are no playlists to show. */
"Closing a playlist moves it from the Open to Closed tab; deleting it removes the playlist entirely." = "A profil bezárása a profilt a Megnyitásról a Zárt fülre helyezi át; törlésével a profil teljesen eltávolításra kerül.";
"Close this playlist" = "Bezárja ezt a profilt";
"Reopen this playlist" = "Nyissa meg újra ezt a profilt";
"Delete this playlist" = "Törölje ezt a profilt";
"Delete Playlist?" = "Törli a profilt?";
"Are you sure you want to delete this playlist? You will also delete all the beers it contains." = "Biztosan törli ezt a profilt? Az összes benne lévő sört is törli.";

/* VOICEOVER LINES */
/* These are voice lines read by voiceover assisstant */


/* COLORS */
"Select a color" = "Válassza ki a színt";
"Pink" = "Rózsaszín";
"Purple" = "Lila";
"Red" = "Piros";
"Orange" = "Narancs sárga";
"Gold" = "Arany";
"Green" = "Zöld";
"Teal" = "Zöldeskék";
"Light Blue" = "Világos kék";
"Dark Blue" = "Sötét kék";
"Midnight" = "Éjfél";
"Dark Gray" = "Sötét szürke";
"Gray" = "Szürke";
